{
	"main": {
		"name": "Krish Dholakiya",
		"location": "Parker, CO",
		"currentPosition": "Front-End Developer",
		"email": "krishna.dholakiya@gmail.com",
		"profile": "http://itskrish.co",
		"blog": "http://itskrish.co/blog",
		"gplusId": "+KrishDholakiya",
		"github": "krrishd",
		"behance": "krishdholakiya"
	},
	"experience": {
		"a": {
			"company": "StudentLink",
			"position": "Co-Founder",
			"time": ["March 2014", "Present"],
			"desc": "StudentLink is a project created at the GoCodeColorado (gocode.co) Denver Challenge. We managed to win the event, moving on the the top 10 finalists, 3 of which who will receive $25k from the government, plus the opportunity for $250k more in investment. My role in particular was to handle all of the data visualization, most notably our map (using Angular.js + Leaflet.js) which took a geocoded public dataset of business entities in Colorado and presented it in a format usable by job-seeking students, which was one of the factors that the judges noted as a reason for our victory."
		},
		"b": {
			"company": "Globality",
			"position": "Front-End Developer",
			"time": ["January 2014", "May 2014"],
			"desc": "As front-end developer, I was responsible for building the user interface of a social network analytics platform for entrepreneurs; this included working with mapping visualization with Leaflet.js, as well as the creation of other data visualizations with d3.js, all wrapped together with AngularJS"
		},
		"d": {
			"company": "DECA, Inc.",
			"position": "Social Media Director - Colorado DECA",
			"time": ["February 2014", "Present"],
			"desc": "As social media director, I am responsible for conducting the day to day technological operations of Colorado DECA, a DECA chapter with around 8,000 student participants. These technological operations include managing social networks such as Twitter and Facebook, as well as building internal technical infrastructure as well as official websites and mobile apps for Colorado DECA."
		},
		"c": {
			"company": "StudentRND",
			"position": "Organizer - CodeDay Denver/Boulder",
			"time": ["December 2013", "Present"],
			"desc": "As an organizer, I was responsible reaching out and bringing CodeDay to Denver and Boulder, recruiting the other organizers and promoters, finding sponsors, promoting the event, as well as handling logistics and operations the day of."
		},
		"e": {
			"company": "TRHS School-Based Enterprise",
			"position": "CTO (Chief Technology Officer)",
			"time": ["May 2013", "May 2014"],
			"desc": "As Chief Technology Officer, I am responsible for developing an eCommerce solution for the enterprise, allowing for sale of merchandise and other goods via online services, allowing fast payment from services such as Paypal, Google Checkout, and more (HTML5, CSS3, AngularJS) as well as management of software solutions such as POS systems, credit card machines, employee check-in application"
		}
	},
	"skills": ["HTML5", "Jade", "CSS3", "LESS", "Sass", "JavaScript", "AngularJS", "jQuery", "Leaflet.js", "d3.js",  "Ionic Mobile Framework", "Node.js", "Express.js", "MongoDB", "Ruby", "Sinatra", "Rails", "Git DVCS", "Linux/Ubuntu/Debian"],
	"education": {
		"a": {
			"name": "Startup Engineering (CS184)",
			"institution": "Stanford University"
		},
		"b": {
			"name": "Technology Entrepreneurship (I & II)",
			"institution": "Stanford University"
		},
		"c": {
			"name": "Intro to Computer Science (CS50x)",
			"institution": "Harvard University"
		},
		"d": {
			"name": "AP Statistics",
			"institution": "Advanced Placement"
		}
	},
	"projects": {
		"b": {
			"name": "openSourceSchool",
			"url": "http://openSourceSchool.co",
			"desc": "An initiative to ensure that software utilized by schools is open source, designed for its users rather than the enterprise, has superior user experience as compared to its current state, and is developed from the ground up by students, for students."
		},
		"a": {
			"name": "StudentLink",
			"url": "http://getstudentlink.com",
			"desc": "The winning project at GoCodeColorado Denver (http://gocode.co). My team and I built an application called StudentLink, eliminating/automating the recruiter in the process of connecting young student talent with growing small businesses in Colorado. My role in particular was the querying of two public data sets (Business Entities, Degrees Awarded), and mapping them using Leaflet.js to show businesses where students in a particular field were located, and to show students where businesses of a certain industry are located, which ended up being one of the primary points with which we managed to win the event. We will now continue on to the state-wide challenge and compete with the 10 best teams from the state for government funding"
		}
	},
	"achievements": {
		"a": {
			"honor": "Winner - GoCodeColorado Denver Challenge Weekend",
			"organization": "State of Colorado/Secretary of State",
			"year": "2014"
		},
		"b": {
			"honor": "Outstanding Business and Technology Student of the Year",
			"organization": "TRHS",
			"year": "2012-2013, 2013-2014"
		},
		"c": {
			"honor": "District Champion - Business Plan",
			"organization": "CO FBLA",
			"year": "2014"
		},
		"d": {
			"honor": "State Qualifier - Cybersecurity",
			"organization": "CO FBLA",
			"year": "2014"
		},
		"e": {
			"honor": "State Champion - Impromptu Speaking",
			"organization": "CO FBLA",
			"year": "2012"
		},
		"f": {
			"honor": "National Qualifier - Business Administration",
			"organization": "CO DECA",
			"year": "2012"		
		}
	}
}
